tap "epk/epk"
tap "homebrew/bundle"
tap "oven-sh/bun"
brew "lz4"
brew "zstd"
brew "m4"
brew "autoconf"
brew "automake"
brew "boost@1.76"
brew "btop"
brew "ccache"
brew "chezmoi"
brew "cmake"
brew "colordiff"
brew "node", link: false
brew "corepack", link: false
brew "difftastic"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fmt"
brew "fzf"
brew "git-crypt"
brew "git-delta"
brew "glslang"
brew "libusb"
brew "gnupg"
brew "go"
brew "gum"
brew "hidapi"
brew "htop"
brew "libtool"
brew "libzip"
brew "luarocks"
brew "python@3.11"
brew "neofetch"
brew "nlohmann-json"
brew "node@18", link: true
brew "nushell"
brew "nvm"
brew "pfetch"
brew "pipes-sh"
brew "pyenv"
brew "python@3.10"
brew "qt@5"
brew "rust"
brew "speexdsp"
brew "starship"
brew "tldr"
brew "vhs"
brew "yarn", link: false
brew "zlib"
brew "oven-sh/bun/bun"
cask "amethyst"
cask "font-sf-mono-nerd-font"
